Repository: maunonen/car-rental-service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Salasana ja vahvista salasana eivät täsmää
ru: Пароли не совпадают

source: Käyttäjätunnus on jo olemassa
ru: Имя пользователя уже используеется

source: Sähköpostiosoite on jo olemassa
ru: Почтовый адрес уже используется

source: Palautuspäivä ei voi olla pieni kuin noutopäivä.
ru: День окончания аренды не может быть меньше дня начала аренды.

source: Palautuspäivä ei voi yhtä suuri kuin noutopäivä.
ru: День окончания аренды и день начала аренды не могут совпадать.

source: Palautuspäivä sekä noutopäivä ei voi olla pienempi kuin tämä päivä
ru: День окончания аренды и день начала аренды не может быть меньше текущего дня

source: Väri
ru: Цвет

source: Musta
ru: Черный

source: Valkoinen
ru: Белый

source: Metalli/Harma
ru: Металик

source: Poltoaine
ru: Топливо

source: Diesel
ru: Дизель

source: Bensiini
ru: Бензин

source: Sähkö
ru: Электричество

source: Hybridi
ru: Гибрид

source: Vaihteisto
ru: Коробка передач

source: Automaatti
ru: Автомат

source: Manuaalli
ru: Ручная

source: Korimalli
ru: Тип кузова

source: Viistoperä
ru: Хэтчбэк

source: Porrasperä
ru: Седан

source: Käyttötarkoitus
ru: Цель использования

source: Omaan käyttöön
ru: Личный

source: Taxi
ru: Такси

source: Tyyppi
ru: Тип

source: Henkilöauto
ru: Легковой

source: Pakettiauto
ru: Фургон

source: Minibussi
ru: Микроавтобус

source: viesti
ru: cообщение

source: Väärä puhelinnumero
ru: Неправильный номер

source: Sivuston nimi
ru: Имя страницы

source: Meistä
ru: О нас

source: Uutiset
ru: Новости

source: Autot
ru: Автомобили

source: Vuokraehdot
ru: Условия аренды

source: Tietosuojaseloste
ru: Конфиденциальность

source: Palvelut
ru: Услуги

source: Maksutavat
ru: Способы оплаты

source: Suomi
ru: Финский

source: Venäjä
ru: Русский

source: Englanti
ru: Английский

source: Viro
ru: Эстонский

source: lisätietojä
ru: Доп. Информация

source: Kieli
ru: Язык

source: Etusivu
ru: Домой

source: 404 page not found
ru: 404 Страница не найдена!

source: 500 Server error plaease contact site admin
ru: 500 ошибка сервера обратитесь к администратору

source: Omat tiedot
ru: Личные данные

source: Kirjaudu
ru: Войти

source: Syötäkä salasana ja käyttäjätunnus
ru: Введите пароль имя пользователя

source: Käyttäjätunnus
ru: Имя пользователя

source: Salasana
ru: Пароль

source: Rekisteröidy
ru: Регистрация

source: Etusivu
ru: Домой

source: Profiili
ru: Профиль

source: Käyttäjäprofiili
ru: Профиль пользователя

source: Etunimi
ru: Имя

source: Sukunimi
ru: Фамилия

source: Sähköposti
ru: Электронная почта

source: Puhelin
ru: Телефон

source: Kaupunki
ru: Город

source: Postinumero
ru: Индекс

source: Kotiosoite
ru: Адрес

source: Lähetä
ru: Отправить

source: Poista tili
ru: Удалить профиль

source: Vaihda salasana
ru: Поменять пароль

source: poista käyttäjätunnus
ru: удалить учетную запись

source: Oletko varmaan, että haluat poistaa käyttäjätunnusta.
ru: Вы уверены, что хотите удалить профиль.

source: Peruuttaa
ru: Отменить

source: Vahvista
ru: Подтвердите

source: Luo tili
ru: Создать пользователя

source: Syötäkä tarvitavat tiedot
ru: Введите необходимые данные

source: rent
ru: Арендовать

source: Noutopäivä
ru: Начало аренды

source: Palautuspäivä
ru: Дата возврата

source: Hae
ru: Искать

source: Page is under constrauction
ru: Страница обновляется

source: v.
ru: г.

source: Lisä
ru: Инфо

source: Total price
ru: Цена

source: pv.
ru: Дн.

source: Hinta per päivä
ru: Цена за день

source: Hinta per viikko
ru: Цена за наделю

source: Vuokraa
ru: Арендовать

source: Omavastuu
ru: Франшиза

source: Rekisterinumero
ru: Номер автомобиля

source: Päivän hinta
ru: Цена за день

source: Viikkohinta
ru: Цена за неделю

source: Kuukausihinta
ru: Цена за месяц

source: Vuosimalli
ru: Год выпуска

source: Käytä tarkoitusta
ru: Цель использования

source: Kurssit
ru: Курсы

source: Alkaa
ru: Начало

source: Päättyy
ru: Конец

source: Kesto
ru: Длительность

source: pv
ru: Дн

source: Lisätietoja
ru: Инфо

source: Ilmoittaudu
ru: Зарегистрироваться

source: Kurssin nimi
ru: Курс

source: Kesto (pv)
ru: Длительность (дн)

source: Hinta
ru: Цена

source: Ota yhteyttä
ru: Связаться

source: Usein kysytävää
ru: Вопросы

source: Hanki taxi-lupa kurssit?
ru: Получить материалы водителя такси

source: Submit
ru: Отправить

source: Our Services
ru: Наши услуги

source: Sivukartta
ru: Карта сайта

source: Yhteydenotto
ru: Связаться

source: FAQ
ru: Вопросы

source: Aukioloajat
ru: График работы

source: Ma-Pe
ru: Пн-Пт

source: La
ru: Сб

source: Su
ru: Вс

source: suljettu
ru: Закрыто

source: Sosiaalinen media
ru: Социальные сети

source: Osoite
ru: Адрес

source: VUOKRAUSEHDOT
ru: Условия аренды

source: Vuokrat
ru: Аренды

source: Ulos
ru: Выйти

source: Vuokra taxi auto
ru: Арендовать машину для такси

source: Autonvoukraus
ru: Аренда

source: Käyttöönottopaikka
ru: Место использования

source: Noutopaikka
ru: Место забора

source: Vuokra-aika
ru: Время аренды

source: Söytä osoitteesi
ru: Введите адрес

source: kotiosoite
ru: Адрес

source: Lisävarusteet ...
ru: Дополнительное оборудование

source: Lisävarusteet ei ole saatavilla
ru: Доп оборудование не доступно

source: Päivässä
ru: В день

source: Olen lukenut ja hyväksynyt
ru: Я прочитал и одобрил

source: käyttöehdot
ru: условия аренды

source: Auto
ru: Автомобиль

source: Summa
ru: Сумма
